Repository: amanjmoezi/NeuroTrade
Catalog: locales/*/LC_MESSAGES/messages.po
Languages: fa

# welcome_title
source: 🤖 <b>Welcome to ICT Trading Bot!</b> 🚀
fa: 🤖 <b>به ربات تحلیل ICT خوش آمدید!</b> 🚀

# welcome_greeting
source: Hello {name}! I'm your advanced crypto trading assistant.
fa: سلام {name}! من دستیار پیشرفته معاملات کریپتو شما هستم.

# welcome_features_title
source: <b>🎯 Features:</b>
fa: <b>🎯 امکانات:</b>

# welcome_features
source: • 🧠 Smart analysis with automatic coin selection • Real-time ICT analysis • Smart Money concepts • Price alerts • Trading signals • Beautiful charts • Analysis history
fa: • 🧠 تحلیل هوشمند و انتخاب خودکار بهترین ارز • تحلیل ICT لحظه‌ای • مفاهیم Smart Money • هشدار قیمت • سیگنال‌های معاملاتی • نمودارهای زیبا • تاریخچه تحلیل‌ها

# welcome_commands_title
source: <b>📊 Quick Commands:</b>
fa: <b>📊 دستورات سریع:</b>

# welcome_ready
source: Ready? Try the /smartanalyze command! 🧠📈
fa: آماده‌اید؟ دستور /smartanalyze را امتحان کنید! 🧠📈

# help_title
source: 📚 <b>Command Guide</b>
fa: 📚 <b>راهنمای دستورات</b>

# help_analysis_section
source: <b>Analysis:</b> /analyze - Select and analyze coin /smartanalyze - 🧠 Smart analysis with best coin selection /market - Market overview /topmovers - Top price movers
fa: <b>تحلیل:</b> /analyze - انتخاب و تحلیل ارز /smartanalyze - 🧠 تحلیل هوشمند و انتخاب بهترین ارز /market - بررسی کلی بازار /topmovers - برترین تغییرات قیمت

# help_history_section
source: <b>History:</b> /analyses - Your analysis history
fa: <b>تحلیل‌ها:</b> /analyses - تاریخچه تحلیل‌های شما

# help_alerts_section
source: <b>Alerts:</b> /alerts - View alerts /setalert [symbol] [price] - Set alert
fa: <b>هشدارها:</b> /alerts - مشاهده هشدارها /setalert [نماد] [قیمت] - تنظیم هشدار

# help_settings_section
source: <b>Settings:</b> /settings - Settings /status - System status
fa: <b>تنظیمات:</b> /settings - تنظیمات /status - وضعیت سیستم

# help_need_help
source: Need help? Just ask! 💬
fa: نیاز به کمک دارید؟ فقط بپرسید! 💬

# cmd_analyze
source: Analyze cryptocurrency
fa: تحلیل ارز دیجیتال

# cmd_smartanalyze
source: 🧠 Smart Analysis (New!)
fa: 🧠 تحلیل هوشمند (جدید!)

# cmd_market
source: Market overview
fa: بررسی کلی بازار

# cmd_topmovers
source: Top price movers
fa: برترین تغییرات قیمت

# cmd_analyses
source: Analysis history
fa: تاریخچه تحلیل‌ها

# cmd_alerts
source: View alerts
fa: مشاهده هشدارها

# cmd_setalert
source: Set alert
fa: تنظیم هشدار

# cmd_settings
source: Settings
fa: تنظیمات

# cmd_status
source: System status
fa: وضعیت سیستم

# cmd_help
source: Complete command list
fa: لیست کامل دستورات

# btn_smart_analysis
source: 🧠 Smart Analysis
fa: 🧠 تحلیل هوشمند

# btn_analyze_coin
source: 🔍 Analyze Coin
fa: 🔍 تحلیل ارز

# btn_market_overview
source: 🌍 Market Overview
fa: 🌍 بررسی بازار

# btn_analysis_history
source: 📊 Analysis History
fa: 📊 تاریخچه تحلیل

# btn_my_alerts
source: ⚡ My Alerts
fa: ⚡ هشدارهای من

# btn_settings
source: ⚙️ Settings
fa: ⚙️ تنظیمات

# btn_set_alert
source: 🔔 Set Alert
fa: 🔔 تنظیم هشدار

# btn_refresh
source: 🔄 Refresh
fa: 🔄 بروزرسانی

# btn_details
source: Details
fa: جزئیات

# analyzing
source: 🔄 Analyzing {symbol}...
fa: 🔄 در حال تحلیل {symbol}...

source: ⏳ Fetching data...
fa: ⏳ دریافت اطلاعات...

# can_use_other_commands
source: 💡 You can use other commands
fa: 💡 می‌توانید از دستورات دیگر استفاده کنید

# deep_thinking
source: 🧠 {reason} ⏳ Deep analysis in progress...
fa: 🧠 {reason} ⏳ در حال تحلیل عمیق...

# deep_thinking_badge
source: 🧠 <b>Deep Thinking Used</b> <i>{reason}</i>
fa: 🧠 <b>تحلیل عمیق استفاده شد</b> <i>{reason}</i>

# select_crypto
source: 📊 <b>Please select a cryptocurrency:</b>
fa: 📊 <b>لطفاً یک ارز دیجیتال را انتخاب کنید:</b>

# refreshing
source: 🔄 Refreshing {symbol}...
fa: 🔄 در حال بروزرسانی {symbol}...

# signal_long
source: Long
fa: خرید (لانگ)

# signal_short
source: Short
fa: فروش (شورت)

# signal_no_trade
source: No Trade
fa: بدون معامله

# signal_buy
source: Buy
fa: خرید

# signal_sell
source: Sell
fa: فروش

# signal_hold
source: Hold
fa: نگهداری

# current_price
source: 💰 <b>Current Price:</b>
fa: 💰 <b>قیمت فعلی:</b>

# time
source: ⏰ <b>Time:</b>
fa: ⏰ <b>زمان:</b>

# trading_signal
source: <b>🎯 Trading Signal</b>
fa: <b>🎯 سیگنال معاملاتی</b>

# signal
source: <b>Signal:</b>
fa: <b>سیگنال:</b>

# signal_grade
source: <b>Signal Grade:</b>
fa: <b>درجه سیگنال:</b>

# strategy_type
source: <b>Strategy Type:</b>
fa: <b>نوع استراتژی:</b>

# market_context
source: <b>📊 Market Context</b>
fa: <b>📊 زمینه بازار</b>

# htf_bias
source: <b>HTF Bias:</b>
fa: <b>گرایش HTF:</b>

# primary_driver
source: <b>Primary Driver:</b>
fa: <b>محرک اصلی:</b>

# liquidity_targets
source: <b>🎯 Liquidity Targets:</b>
fa: <b>🎯 اهداف نقدینگی:</b>

# strategic_advantage
source: <b>💪 Strategic Advantage:</b>
fa: <b>💪 مزیت استراتژیک:</b>

source: Key Strength
fa: قدرت کلیدی

source: Compromises
fa: معایب

source: Overall Viability
fa: قابلیت کلی

# position_details
source: <b>💼 Position Details</b>
fa: <b>💼 جزئیات پوزیشن</b>

# position_type
source: <b>Type:</b>
fa: <b>نوع:</b>

# leverage
source: <b>Leverage:</b>
fa: <b>لوریج:</b>

# entry_strategy
source: <b>Entry Strategy:</b>
fa: <b>استراتژی ورود:</b>

# entry_zone
source: <b>🎯 Entry Zone:</b>
fa: <b>🎯 ناحیه ورود:</b>

source: Optimal
fa: بهینه

source: Acceptable Range
fa: محدوده قابل قبول

source: Zone Type
fa: نوع ناحیه

# stop_loss
source: <b>🛑 Stop Loss:</b>
fa: <b>🛑 حد ضرر:</b>

source: Price
fa: قیمت

source: Distance
fa: فاصله

source: Reasoning
fa: دلیل

# take_profit
source: <b>🎯 Take Profit:</b>
fa: <b>🎯 اهداف سود:</b>

# targets
source: Target
fa: اهداف

# risk_metrics
source: <b>⚖️ Risk Metrics</b>
fa: <b>⚖️ معیارهای ریسک</b>

# strategic_score
source: <b>Strategic Score:</b>
fa: <b>امتیاز استراتژیک:</b>

# regime_adjusted_score
source: <b>Regime Adjusted Score:</b>
fa: <b>امتیاز تنظیم رژیم:</b>

# volatility_adjusted_score
source: <b>Volatility Adjusted Score:</b>
fa: <b>امتیاز تنظیم نوسان:</b>

# confidence
source: <b>Confidence:</b>
fa: <b>اطمینان:</b>

# market_regime
source: <b>🌐 Market Regime:</b>
fa: <b>🌐 رژیم بازار:</b>

# regime_type
source: Type
fa: نوع

source: Volatility State
fa: وضعیت نوسان

# portfolio_impact
source: <b>💼 Portfolio Impact:</b>
fa: <b>💼 تاثیر پورتفولیو:</b>

source: New Total Risk
fa: ریسک کل جدید

source: Risk Utilization
fa: استفاده از ریسک

source: Position Correlation
fa: همبستگی

# key_strengths
source: <b>✅ Key Strengths:</b>
fa: <b>✅ نقاط قوت:</b>

# acknowledged_weaknesses
source: <b>⚠️ Acknowledged Weaknesses:</b>
fa: <b>⚠️ نقاط ضعف:</b>

# strategic_rationale
source: <b>💡 Strategic Rationale:</b>
fa: <b>💡 منطق استراتژیک:</b>

# invalidation_conditions
source: <b>🚫 Invalidation Conditions</b>
fa: <b>🚫 شرایط ابطال</b>

# structure_break
source: <b>Structure Break:</b>
fa: <b>شکست ساختار:</b>

# time_limit
source: <b>Time Limit:</b>
fa: <b>محدودیت زمانی:</b>

# volume_threshold
source: <b>Volume Threshold:</b>
fa: <b>آستانه حجم:</b>

# regime_change
source: <b>Regime Change:</b>
fa: <b>تغییر رژیم:</b>

# trade_management
source: <b>🔧 Trade Management</b>
fa: <b>🔧 مدیریت معامله</b>

# breakeven_trigger
source: <b>Breakeven:</b>
fa: <b>سر به سر:</b>

# max_trade_duration
source: <b>Max Duration:</b>
fa: <b>حداکثر مدت:</b>

# trailing_stop
source: <b>🎯 Trailing Stop:</b>
fa: <b>🎯 استاپ دنباله‌دار:</b>

source: Activate After
fa: فعال‌سازی

source: Trail Distance
fa: فاصله

source: Method
fa: روش

# scale_out_plan
source: <b>📉 Scale Out Plan:</b>
fa: <b>📉 برنامه خروج تدریجی:</b>

# contingency_plan
source: <b>Contingency Plan:</b>
fa: <b>برنامه اضطراری:</b>

# emergency_exit
source: <b>Emergency Exit:</b>
fa: <b>خروج اضطراری:</b>

# market_summary
source: <b>📈 Market Summary</b>
fa: <b>📈 خلاصه بازار</b>

# trend
source: <b>Trend:</b>
fa: <b>روند:</b>

# persian_summary
source: <b>📝 Summary</b>
fa: <b>📝 خلاصه فارسی</b>

# entry
source: <b>Entry:</b>
fa: <b>ورود:</b>

# risk
source: <b>Risk:</b>
fa: <b>ریسک:</b>

# alerts_title
source: ⚡ <b>Your Price Alerts</b>
fa: ⚡ <b>هشدارهای قیمت شما</b>

# no_alerts
source: No active alerts. Use /setalert [symbol] [price] to create one
fa: هشدار فعالی وجود ندارد. از دستور /setalert [نماد] [قیمت] استفاده کنید

# active_alerts
source: ⚡ <b>Active Alerts</b>
fa: ⚡ <b>هشدارهای فعال</b>

# total_alerts
source: 📊 Total: {count} alerts
fa: 📊 مجموع: {count} هشدار

source: ✅ Alert set!
fa: ✅ هشدار تنظیم شد!

source: Symbol
fa: نماد

source: Target
fa: هدف

# condition_above
source: above
fa: بالاتر از

# condition_below
source: below
fa: پایین‌تر از

# will_notify
source: I'll notify you! 🔔
fa: به شما اطلاع می‌دهم! 🔔

source: ❌ Invalid price.
fa: ❌ قیمت نامعتبر است.

# alert_usage
source: ⚡ Usage: /setalert [symbol] [price] Example: /setalert BTC 50000
fa: ⚡ نحوه استفاده: /setalert [نماد] [قیمت] مثال: /setalert BTC 50000

# settings_title
source: ⚙️ <b>Your Settings</b>
fa: ⚙️ <b>تنظیمات شما</b>

# default_timeframe
source: 📊 <b>Default Timeframe:</b>
fa: 📊 <b>تایم‌فریم پیش‌فرض:</b>

# default_leverage
source: ⚡ <b>Default Leverage:</b>
fa: ⚡ <b>لوریج پیش‌فرض:</b>

# risk_per_trade
source: 💰 <b>Risk Per Trade:</b>
fa: 💰 <b>ریسک هر معامله:</b>

# notifications
source: 🔔 <b>Notifications:</b>
fa: 🔔 <b>اعلان‌ها:</b>

source: ✅ Enabled
fa: ✅ فعال

source: ❌ Disabled
fa: ❌ غیرفعال

# language
source: 🌐 <b>Language:</b>
fa: 🌐 <b>زبان:</b>

# favorites
source: ⭐ <b>Favorites:</b>
fa: ⭐ <b>علاقه‌مندی‌ها:</b>

# customize_settings
source: Customize your settings!
fa: تنظیمات را شخصی‌سازی کنید!

# timeframe_changed
source: ✅ Default timeframe changed to <b>{value}</b>!
fa: ✅ تایم‌فریم پیش‌فرض به <b>{value}</b> تغییر کرد!

# leverage_changed
source: ✅ Default leverage changed to <b>{value}x</b>!
fa: ✅ لوریج پیش‌فرض به <b>{value}x</b> تغییر کرد!

# risk_changed
source: ✅ Risk per trade changed to <b>{value}%</b>!
fa: ✅ ریسک هر معامله به <b>{value}%</b> تغییر کرد!

# language_changed
source: ✅ Language changed to <b>{value}</b>!
fa: ✅ زبان به <b>{value}</b> تغییر کرد!

source: 🔔 Notifications enabled!
fa: 🔔 اعلان‌ها فعال شد!

source: 🔔 Notifications disabled!
fa: 🔔 اعلان‌ها غیرفعال شد!

# select_timeframe
source: 📊 <b>Select Default Timeframe:</b>
fa: 📊 <b>انتخاب تایم‌فریم پیش‌فرض:</b>

# select_leverage
source: ⚡ <b>Select Default Leverage:</b>
fa: ⚡ <b>انتخاب لوریج پیش‌فرض:</b>

# select_risk
source: 💰 <b>Select Risk Per Trade:</b>
fa: 💰 <b>انتخاب ریسک هر معامله:</b>

# select_language
source: 🌐 <b>Select Language:</b>
fa: 🌐 <b>انتخاب زبان:</b>

# status_title
source: 🟢 <b>System Status</b>
fa: 🟢 <b>وضعیت سیستم</b>

source: ✅ Trading System: Online
fa: ✅ سیستم معاملاتی: آنلاین

source: ✅ Data Provider: Connected
fa: ✅ ارائه‌دهنده داده: متصل

source: ✅ AI Model: Active
fa: ✅ مدل هوش مصنوعی: فعال

source: ✅ Alerts: Running
fa: ✅ هشدارها: در حال اجرا

# bot_version
source: 🤖 Bot Version: 3.0.0
fa: 🤖 نسخه ربات: 3.0.0

# response_time
source: ⚡ Response Time: <500ms
fa: ⚡ زمان پاسخ: کمتر از 500 میلی‌ثانیه

# analysis_history_title
source: 📊 <b>Analysis History</b>
fa: 📊 <b>تاریخچه تحلیل‌ها</b>

# recent_analyses
source: 📊 <b>Analysis History (Last 20 Analyses)</b>
fa: 📊 <b>تاریخچه تحلیل‌ها (20 تحلیل اخیر)</b>

# no_analyses
source: No analyses recorded yet.
fa: هنوز تحلیلی ثبت نشده است.

# loading_history
source: 📊 Loading analysis history...
fa: 📊 در حال دریافت تاریخچه تحلیل‌ها...

# loading_details
source: 📋 Loading analysis details...
fa: 📋 در حال دریافت جزئیات تحلیل...

# statistics_title
source: 📈 <b>Overall Statistics:</b>
fa: 📈 <b>آمار کلی:</b>

source: Total Analyses
fa: کل تحلیل‌ها

source: Buy Signals
fa: سیگنال خرید

source: Sell Signals
fa: سیگنال فروش

source: Hold Signals
fa: سیگنال نگهداری

# avg_confidence
source: Average Confidence
fa: میانگین اطمینان

source: ❌ Error
fa: ❌ خطا

# error_analysis
source: ❌ Error analyzing {symbol}
fa: ❌ خطا در تحلیل {symbol}

# error_timeout
source: ⏱ Request timed out. Please try again.
fa: ⏱ زمان انتظار تمام شد. لطفاً دوباره تلاش کنید.

# error_connection
source: 🌐 Connection error. Please check your internet connection.
fa: 🌐 خطا در اتصال به سرور. لطفاً اتصال اینترنت خود را بررسی کنید.

# error_history
source: ❌ Error getting history: {error}
fa: ❌ خطا در دریافت تاریخچه: {error}

# error_db_not_ready
source: ❌ Error: Database is not ready yet.
fa: ❌ خطا: دیتابیس هنوز آماده نشده است.

# error_refresh
source: ❌ Error refreshing {symbol} Error: {error}
fa: ❌ خطا در بروزرسانی {symbol} خطا: {error}

source: Yes
fa: بله

source: No
fa: خیر

source: Back
fa: بازگشت

source: Close
fa: بستن

source: Open
fa: باز

source: High
fa: بالا

source: Low
fa: پایین

source: Volume
fa: حجم

source: Change
fa: تغییر

source: Percent
fa: درصد

source: Action
fa: عملیات

# what_to_do
source: What would you like to do?
fa: چه کاری می‌خواهید انجام دهید؟

source: 🔄 Refreshing details...
fa: 🔄 در حال بروزرسانی جزئیات...

# refreshing_with_hint
source: 🔄 Refreshing {symbol}... 💡 You can use other commands
fa: 🔄 در حال بروزرسانی {symbol}... 💡 می‌توانید از دستورات دیگر استفاده کنید

# loading_history_msg
source: 📊 Loading analysis history...
fa: 📊 در حال دریافت تاریخچه تحلیل‌ها...

# loading_details_msg
source: 📋 Loading analysis details... 💡 You can use other commands
fa: 📋 در حال دریافت جزئیات تحلیل... 💡 می‌توانید از دستورات دیگر استفاده کنید

# loading_market
source: 🌍 Loading market data...
fa: 🌍 در حال دریافت اطلاعات بازار...

source: 🚀 Loading top movers...
fa: 🚀 در حال دریافت برترین تغییرات قیمت...

# error_refresh_symbol
source: ❌ Error refreshing {symbol} Error: {error}
fa: ❌ خطا در بروزرسانی {symbol} خطا: {error}

# error_unknown
source: Unknown error
fa: خطای نامشخص

# error_button_processing
source: ❌ Error processing button: {error}
fa: ❌ خطا در پردازش دکمه: {error}

# error_getting_details
source: ❌ Error getting details: {error}
fa: ❌ خطا در دریافت جزئیات: {error}

# error_market_data
source: ❌ Error getting market data: {error}
fa: ❌ خطا در دریافت اطلاعات بازار: {error}

# error_current_price
source: ⚠️ Error getting current price: {error}
fa: ⚠️ خطا در دریافت قیمت فعلی: {error}

# error_ict_analysis
source: ❌ Error in ICT analysis: {error}
fa: ❌ خطا در تحلیل ICT: {error}

# error_smart_analysis
source: ❌ Error in smart analysis: {error}
fa: ❌ خطا در تحلیل هوشمند: {error}

source: ❌ Analysis not found.
fa: ❌ تحلیل مورد نظر یافت نشد.

# no_targets_defined
source: ℹ️ <b>No targets defined for this analysis</b>
fa: ℹ️ <b>تارگتی برای این تحلیل تعریف نشده است</b>

# analysis_detail_title
source: {emoji} {badge} <b>Analysis Details for {symbol}</b>
fa: {emoji} {badge} <b>جزئیات تحلیل {symbol}</b>

# signal_info_section
source: <b>📊 Signal Information</b>
fa: <b>📊 اطلاعات سیگنال</b>

# type
source: <b>Type:</b>
fa: <b>نوع:</b>

# confidence_level
source: <b>Confidence Level:</b>
fa: <b>درجه اطمینان:</b>

# analysis_time
source: <b>Analysis Time:</b>
fa: <b>زمان تحلیل:</b>

# price_info_section
source: <b>💰 Price Information</b>
fa: <b>💰 اطلاعات قیمت</b>

# analysis_price
source: <b>Analysis Price:</b>
fa: <b>قیمت تحلیل:</b>

# entry_price_label
source: <b>Entry Price:</b>
fa: <b>قیمت ورود:</b>

# current_price_label
source: <b>Current Price:</b>
fa: <b>قیمت فعلی:</b>

# stop_loss_label
source: <b>Stop Loss:</b>
fa: <b>حد ضرر:</b>

# technical_analysis_section
source: <b>🔍 Technical Analysis</b>
fa: <b>🔍 تحلیل تکنیکال</b>

# trend_label
source: <b>Trend:</b>
fa: <b>ترند:</b>

# analysis_reasoning_section
source: <b>🧠 Analysis Reasoning</b>
fa: <b>🧠 دلیل تحلیل</b>

# market_hint
source: 💡 For detailed analysis use /analyze command.
fa: 💡 برای تحلیل دقیق‌تر از دستور /analyze استفاده کنید.

# topmovers_title
source: 🚀 <b>Top Price Movers (24h)</b>
fa: 🚀 <b>برترین تغییرات قیمت (24 ساعت)</b>

# topmovers_coming_soon
source: This feature will be added soon. Use /analyze command to analyze specific coins.
fa: این امکان به زودی اضافه خواهد شد. از دستور /analyze برای تحلیل ارزهای خاص استفاده کنید.

# smart_analysis_title
source: 🧠 <b>Advanced Smart Analysis</b>
fa: 🧠 <b>تحلیل هوشمند پیشرفته</b>

# smart_analysis_preparing
source: 🔍 Preparing...
fa: 🔍 در حال آماده‌سازی...

# smart_analysis_report
source: 🧠 <b>Advanced Smart Analysis Report</b>
fa: 🧠 <b>گزارش تحلیل هوشمند پیشرفته</b>

# analyzing_ict_for
source: 📊 <b>Performing full ICT analysis for {symbol}...</b>
fa: 📊 <b>در حال تحلیل کامل ICT برای {symbol}...</b>

source: ICT Analysis
fa: تحلیل ICT

# statistics_section
source: <b>📈 Overall Statistics:</b>
fa: <b>📈 آمار کلی:</b>

# total_analyses_label
source: Total Analyses
fa: کل تحلیل‌ها

# buy_signals_label
source: Buy Signals
fa: سیگنال خرید

# sell_signals_label
source: Sell Signals
fa: سیگنال فروش

# hold_signals_label
source: Hold Signals
fa: سیگنال نگهداری

# btn_analyze_btc
source: 📊 Analyze BTC
fa: 📊 تحلیل BTC

# btn_analyze_eth
source: 📊 Analyze ETH
fa: 📊 تحلیل ETH

# btn_detail_prefix
source: Details
fa: جزئیات

# for_alert_set
source: ⚡ To set alert: /setalert {symbol} [price]
fa: ⚡ برای تنظیم هشدار: /setalert {symbol} [قیمت]

# select_timeframe_msg
source: 📊 <b>Select Default Timeframe:</b>
fa: 📊 <b>انتخاب تایم‌فریم پیش‌فرض:</b>

# select_leverage_msg
source: ⚡ <b>Select Default Leverage:</b>
fa: ⚡ <b>انتخاب لوریج پیش‌فرض:</b>

# select_risk_msg
source: 💰 <b>Select Risk Per Trade:</b>
fa: 💰 <b>انتخاب ریسک هر معامله:</b>

# select_language_msg
source: 🌐 <b>Select Language / انتخاب زبان:</b>
fa: 🌐 <b>انتخاب زبان / Select Language:</b>

# timeframe_changed_msg
source: ✅ Default timeframe changed to <b>{value}</b>!
fa: ✅ تایم‌فریم پیش‌فرض به <b>{value}</b> تغییر کرد!

# leverage_changed_msg
source: ✅ Default leverage changed to <b>{value}x</b>!
fa: ✅ لوریج پیش‌فرض به <b>{value}x</b> تغییر کرد!

# risk_changed_msg
source: ✅ Risk per trade changed to <b>{value}%</b>!
fa: ✅ ریسک هر معامله به <b>{value}%</b> تغییر کرد!

# notifications_toggled
source: 🔔 Notifications {status}!
fa: 🔔 اعلان‌ها {status} شد!

# status_enabled
source: enabled
fa: فعال

# status_disabled
source: disabled
fa: غیرفعال

# btn_refresh_detail
source: 🔄 Refresh
fa: 🔄 بروزرسانی

# btn_back_to_history
source: 🔙 Back to History
fa: 🔙 بازگشت به تاریخچه
